[TAPE_CROC_1]
01=Is he here yet?
02=He? You're kidding me, right? That thing's not a man.
03=
04=My God!
05=
06=Hello. My name is Dr. Gretchen Whistler. Do you understand me?
07=Yeah, I hear you, bitch. So, when's dinner? I'm getting hungry.
Title=Patient interview #1, February 12th

[TAPE_CROC_2]
01=Taped patient session 2. Patient name Waylon Jones AKA Killer Croc.
02=So is this the part where you try and reason with me? Find out why I did it, Doc?
03=
04=We're here to help you, Mr. Jones.
05=You got a cure for me then, Doc? Can you make me... normal?
06=Normal is a poor choice of words. No one is really normal, are they?
07=Figured as much. So how about this, Doc? You let me go now, and I won't eat you.
08=You don't really eat people. It's just an urban myth.
09=You think? Keep believing that, Doc.
Title=Patient interview #2, February 17th

[TAPE_CROC_3]
01=Sit down and shut up!
02=You think I'm scared of you, Cash? I've got your scent, you're...
03=
04=And I've got yours too. Know what? It stinks. Carry on, Doc.
05=Please don't do that again, Mr. Cash. It's not helping. I'm sorry about the collar, but what can we do if you insist on hospitalizing 3 guards?
06=Strap on whatever you like, Doc. This thing just tickles.
07=I'm happy to wait here. Wait for the Bat. He'll be back and I'll kill him. Then Cash. Then you.
08=In your dreams. Now get up. Now!
Title=Patient interview #5, February 25th

[TAPE_CROC_4]
10=Time to go, Croc. Get up!
Title=Patient interview #6, February 26th
01=Patient interview Waylon Jones. Progress has been slow.
02=What happened back in that house?
03=Just business.
04=Business? What kind of business practices result in a house full of mutilated corpses?
05=I don't like having my time wasted. Someone doesn't pay, they need a lesson. They owed me.
06=So you killed them. Tore up their bodies. The police never found all the pieces.
07=They should have looked in the sewers.
08=Are you saying you hid them there?
09=After a while. Usually takes about 8 hours.

[TAPE_CROC_5]
01=Patient interview. Waylon Jones AKA Killer Croc.
02=Last night the patient was pacified after a break-out attempt.
03=Guard Aaron Cash is in hospital. Reports state that the patient attacked Cash and in the struggle consumed his left hand.
04=Cash is lucky to be alive. He lost a lot of blood.
05=Me too, I nearly choked on that bony hand of his.
06=That's disgusting. He could have died.
07=He's just food to me. And once I get a taste, I want the rest of the meal. You know what I mean?
08=Get him out of here. Now!
09=
10=Got your scent too, lady! I'll see you around. Tick tock, tick tock.
Title=Patient interview #7, February 29th

[TAPE_HARLEY_1]
01=Harleen Quinzel?
02=Call me Harley, everyone does.
03=I'm surprised you want to intern here at Arkham.
04=I've always had a thing for extreme personalities. You can't deny there's an element of glamor to these super criminals.
05=I'll warn you right now, these are hardcore psychotics. Most would rather kill you than speak to you.
06=I'm sure I'll be fine, Doctor.
07=They'll eat you for breakfast. I mean it, one or two of them will enjoy it too. Be careful.
Title=Employee orientation, March 3rd

[TAPE_HARLEY_2]
01=Patient interview number 1.
02=So, I'm your first, am I, toots? You know what they say, you never forget your first time. I'll try to make it memorable for you.
03=Oh, you already have. Tell me, why do you do the things you do?
04=Why do you think I do it?
05=Fame, notoriety, a desire to stand out from the crowd? A wicked sense of humor.
06=You're good! How did you figure me out, Doc? I've had doctors poking around in here for years and no one was as astute, and if you don't mind my saying, beautiful as you.
07=Really? Oh, you're just playing with me.
08=Well, you'll never know, will you, unless...
09=Unless what? Tell me!
Title=Patient interview #1, March 3rd

[TAPE_HARLEY_3]
01=Care to tell me how these got in my office?
02=Simple, really. I put them there. Why, you don't like flowers?
03=I think the guards would be interested to know you've been out of your cell.
04=If you really were going to tell, you already would've.
05=How do you know I haven't already...
06=Y'know, sweets, I like you. I really do. Even your name. Rework it a bit and we get...
07=Harlequin, like the clown, I know. I've heard it before.
08=It's a name that puts a smile on my face. It makes me think there's someone here I can relate to. Someone who might like to hear my secrets.
09=Really? Go on!
10=Not here, my dear, too many ears and eyes. Come back tonight, I'll be ready for you.
Title=Patient interview #2, March 4th

[TAPE_HARLEY_4]
01=He's crazy, you know.
02=Who? Batman?
03=No, Santa Claus. Of course Batman. Always Batman. I've seen it in his eyes. Screaming mad starkers. And dishonest, hiding his face behind a fright mask. Well, no masks for me. I have nothing to hide. I laugh at the cruel absurdity of the world. But Batman...
04=Batman, he's got them all fooled. He's made them think he can make a difference. That he can actually make things better. And the joke of it is, they all believe it.
05=The police?
06=The police, the media, the frickin' junior rangers, every last sack of walking meat in this urban cesspool. Listen, sweets, Batman knows we're all on the same funhouse slide into madness, why won't he admit it? He's up there in his belfry laughing at us. And the real gag is, the miserable liar is allowed to run free while I'm in here.
07=That's really incisive.
08=Then you understand, don't you? You know why I do what I have to do. You know Gotham's only real savior... is me.
Title=Patient interview #4, March 6th

[TAPE_HARLEY_5]
02=I got what you wanted.
03=You did? I mean... good. How did you smuggle it in... Actually, I don't want to know.
04=So, you ready to stop that evil, murdering bat once and for all?
05=Of course I am. He needs to pay for what he's done to you.
06=Give it here then, quickly.
07=C'mon, Doc. We've got ourselves a Bat to kill.
08=Uh uh uh. The Doc's out, puddin'. Say hello to your new and improved Harley Quinn.
09=
10=
Title=Patient interview #11, April 1st

[TAPE_IVY_1]
01=Patient interview. Pamela Lillian Isley. November 12. 11:33 AM.
02=Good morning, Pamela. How are you today?
03=Fine. Today is a special day.
04=What do you mean?
05=This is the anniversary of my new life, when I found my true self, my destiny.
06=Are you referring to the event with Dr. Woodrue?
07=Yes, what else? Of course, at the time I thought Jason had poisoned me, but in retrospect he did me a huge favor.
08=And why do you believe what he did has... helped you?
09=He showed me the bigger world. A world I should protect. Of course, my first offer was rejected.
10=Offer? You tried to kill everyone in Gotham.
11=Well, sometimes you need to prune back hard in order to make something flourish.
Title=Patient interview #41. November 12th

[TAPE_IVY_2]
01=Patient interview. Pamela Lillian Isley. November 14. 10:21 AM.
02=Hello, Pamela. Today I'd like to go back to something you said in our last conversation.
03=Ask me anything you like.
04=You said your first offer to help Gotham was rejected. How can you possibly believe that?
05=What do you mean?
06=You released thousands of poisonous spores into Gotham, killed hundreds of people. How does that help anybody?
07=I'm not interested in bodies, Doctor. Horrible fleshy sacks walking around destroying my poor babies with their greed and arrogance.
08=But aren't you one of those fleshy sacks? You're a... were a doctor too. How can you turn your back on us?
09=Quite easily, as it happens, but not you, Stephen. You're different. I feel we have a connection.
10=Really? You do?
11=Of course.
Title=Patient interview #42. November 14th

[TAPE_IVY_3]
01=Pamela! I got you what you asked for. Do you like it?
02=Oh yes, Stephen, I love it. Such a beautiful flower. Do you mind if I keep it?
03=Oh no, Pamela. I can't leave it. It's against all the rules. I'll just bring it and show it to you when I visit.
04=But it's me, Stephen. I get so lonely on my own. You wouldn't want me to be lonely, would you?
05=No, of course not. Keep it. Just don't let anyone see. Really. No one.
06=You can trust me, Stephen. Thank you. Now give me a kiss.
07=I can't... people will see.
08=No one's watching. What's wrong with you? Don't you love me? Call me Ivy.
09=Of course I love you.
Title=Patient interview #43. November 15th

[TAPE_IVY_4]
01=Where is Doctor Kellerman?
02=How should I know, Warden? It does seem careless of you to have lost him.
03=I have no time for your games, Miss Isley. Tell me where you have him. We have security footage of you and him leaving your cell last night.
04=So?
05=Do I need to spell it out? We know you hypnotized him, or whatever it is you do.
06=We know he took you somewhere, but conveniently, security cameras across the island were mysteriously covered by leaves and flowers at 3 AM. Now tell me where he is!
07=I'm not saying a word unless you do exactly what I tell you to do.
Title=Patient interrogation #1. November 17th

[TAPE_IVY_5]
01=We found him. No thanks to you. The poor man could have died.
02=So?
03=He has a wife. A child.
04=As do the plants he tramples underfoot. The spores he breathes in and destroys have children. Why does he deserve anything more than them?
05=You people ignore what is happening in front of your eyes.
06=I refuse to put the welfare of plants before the welfare of people.
07=And that is why you will lose. There's more happening than you know, Warden. It's all connected.
Title=Patient interrogation #3. November 18th

[TAPE_JOKER_1]
01=Taped patient interview. Subject has no recorded name, alias listed as The Joker. In the room is Warden Sharp and myself, Dr. Young.
02=Is this another one of those boring psych evaluation tests?
03=No, it's not. So, you're the famous Joker.
04=In the flesh. So, Doc, do you want me to look at the ink blots again?
05=The first one is the kitten I had when I was a child. The second is, hmmm, let's see... a dead elephant. The third is a...
06=Very funny. Now let's skip the jokes.
07=Skip the jokes? Hey, Sharpie, didn't she get my permanent record?
08=Be quiet, Clown!
09=Every doctor that has ever interviewed you claims a different type of psychosis. Everything from multiple personality disorders to, well... The list is endless.
10=I do my best.
11=Well, I don't believe it. Anything can be cured given the correct treatment.
12=And... you think... you can cure me?
13=Oh, I know I can.
Title=Patient interview #1, June 16th

[TAPE_JOKER_2]
01=Taped patient interview 17. Joker remains uncooperative. My earlier diagnosis remains true. I believe he enjoys his persona too much.
02=What's up, Doc?
03=Today I thought we'd try something different.
04=You'll make me blush, Doc. I have a girlfriend.
05=Dr. Quinzel. I know. I've seen the tapes. I saw what happened.
06=What can I say, I'm a charmer.
07=Anyway, I thought it would be good to talk about your childhood.
08=Ever heard of romance, Doc? I don't give up the goods for free. You have to try harder.
09=What are you hiding?
10=Didn't you hear me? You scratch my back, Doc, and... well, I won't have you wrapped in plastic and left in a gutter.
Title=Patient interview #17, July 27th

[TAPE_JOKER_3]
01=Taped patient interview 20. Joker is more interesting than I originally believed. When Project Titan is operational, I believe Joker will be the perfect test subject.
02=Good afternoon. Today I thought I'd skip back to our previous conversations about your family.
03=Of course. I was born in a small fishing village. I always wanted to join the circus, but my father wouldn't really let me.
04=I don't believe you.
05=My father was a cop, 1 week from retirement when the mob...
06=I've seen the movie. What are you scared of?
07=Scared?
08=Yes, scared! There's obviously something. Something that made you what you are.
09=What if... what if I am too scared to remember? It hurts too much.
10=Then I can help you.
Title=Patient interview #20, August 1st

[TAPE_JOKER_4]
01=These are the private notes of Dr. Young. Titan is a success. Even my funding worries have been solved after the unexpected donations from Mr. White.
02=Joker has also shown a remarkable interest in the possibility of a cure. Once the protein bonding process is finalized, I will...
03=Dr. Young, you ready?
04=Oh, yes. Yes, come in!
05=You'll hurt my feelings, Doc, keeping me waiting like that.
06=Sit down, you can leave us.
07=You sure?
08=We're fine. Aren't we, Joker?
09=Oh yes.
10=Well, if you insist. I'm just outside. OK?
11=So, is he here? Did your Patient X arrive?
12=Yes, I must say progressing more rapidly than I expected. But... enough of that. Let's talk about you.
13=No. Let's talk more about your Titan project.
14=My what...? How do you...?
15=How do I know you have Bane strapped to a table in the basement while you pump him dry?
16=Would you believe a lucky guess?
Title=Case study notes December 22nd

[TAPE_JOKER_5]
01=I've been a fool. Joker was behind it all. He's Jack White, he gave me the money, pulled the strings to release Bane. How could I not have seen it?
02=He's been blackmailing me. He has a crazy plan to create an army of monsters. I want out, but...
03=Hello... hello? Doctor Young's office.
04=Please hold for Mr. White.
05=What?
06=Hello, Doc. We need to talk.
07=I'm not doing it, Joker. Do you hear me? Wait, how did you get access to a phone?
08=Oh yes, sorry, Doc, had to split. I hate small confined spaces, reminds me of my childhood.
09=Another lie?
10=Who knows? I certainly don't, but let's not get distracted with details...
11=So anyway. I want my monsters.
12=I sent you back the money. I don't want it.
13=Do I look like I care about money? I just want my monsters, Doc. And if you don't give them to me, well then, it won't be funny!
Title=Case study notes December 23rd

[TAPE_RIDDLER_1]
01=Patient interview 21. Patient's name is Edward Nigma, also known as the Riddler.
02=So, Edward, Warden Sharp tells me you've been leaving threatening riddles scrawled on the asylum walls, again.
03=One would have to be severely paranoid to read threats into harmless riddles, Doctor Young. May I test you with one?
04=Very well.
05=What is it that walks on four legs, then two legs and finally three legs?
06=A human being. As a baby it crawls on four legs, as an adult it walks on two and in later years it uses a cane.
07=Good try, but the answer to all three is a baby. True, it crawls on all fours, but cut off its legs and it can only wiggle on two limbs. Give it a crutch, it can hobble around on three. You see?
08=That's horrible. How can you even joke about that?
09=Easily, Doctor. It's not my baby.
Title=Patient interview #21, May 27th

[TAPE_RIDDLER_2]
01=Taped interview 39. Patient's name is Edward Nigma. At this point in time I have yet to decide if Mr. Nigma is a suitable candidate for the Titan process.
02=I'd like to talk about your childhood.
03=Miserable. Next?
04=By all accounts that is where your fascination with riddles began. I believe discussing those years could explain your compulsive behavior.
05=Very well...
06=My father hated me. Always called me a moron.
07=I see.
08=I was determined to prove him wrong, so I entered a contest at school. A twenty dollar prize to the kid who could figure out an almost impossible logic problem. I won, of course.
09=And that pleased your father?
10=Hardly. He was convinced I had cheated. He kept yelling, "You must have cheated! Admit it, you moron! You cheated!" I swore I didn't and he hit me for lying.
11=I'm sorry to hear that, Edward.
12=Don't be. He was right.
Title=Patient interview #39, July 29th

[TAPE_RIDDLER_3]
01=Patient interview 44. This is yet another interview with Edward Nigma. I have yet to make up my mind whether he is a genius or just deluded. Whichever one he is, just being in his company is both irritating and exhausting.
02=Hello, Miss Young. You look tired. Anything you need my help with?
03=No thank you, Edward. I am here to help you. We all are.
04=Forgive my arrogance, Doctor, but if you think I need your help, well, you're in the right place.
05=Let's look at it a different way. Throughout your career, you have specialized in bizarre traps and convoluted clues that, more often than not, result in the death of the unfortunate participants.
06=And if the citizens of Gotham were smarter, my games would be merely an amusing diversion.
07=Instead of deathtraps.
08=You really should be thanking me. Weeding out the ignorant, the stupid, the useless. But don't worry, I'm sure you would survive.
09=What a lovely photo on your desk, Doctor. Your family? Mother, perhaps?
10=Put that down! Get out! Guards!
Title=Patient interview #44, August 21st

[TAPE_RIDDLER_4]
01=Let's discuss your obsession with Batman.
02=Hardly an obsession, Miss Young. I simply feel an obligation to expose him.
03=You know who he is?
04=More important, I know what he is.
05=What do you mean?
06=It's obvious. The mask, the weapons, the scare tactics, he's a criminal. No different than Joker, Two-Face or myself.
07=Most people consider him a hero.
08=Most people are idiots. They can't see Batman for the villain he is. Riddle me this. How did he get his car and his gadgets?
09=I don't...
10=With money stolen from the criminals he "defeats". Why does Gordon turn a blind eye to his antics? Batman bribes him! The answers are right in front of your stupid, gawking face!
11=Edward! Please, calm down...
12=Wake up, Gotham! No sane, law-abiding man does those things! No one's that selfless! Batman is as vile as they come!
13=Security! Security!
Title=Patient interview #55, October 4th

[TAPE_RIDDLER_5]
01=This is my final interview with Edward. I have gone as far as I can. I can no longer tolerate his mood swings and tantrums.
02=I have more important work to be getting on with. He will be transferred to Dr. Whistler's care as of next week.
03=Good morning, Doctor. How are you today?
04=I'm fine, thank you, Edward. You're in a good mood.
05=I'm always in rare spirits when I'm about to be released.
06=Edward, you know you don't come up for parole for another three years.
07=First thing I'll do is have dinner at that Italian place on 19th Street...
08=Seriously, Edward...
09=I only hope Joker hasn't completely trashed the city. Ah well, I'm sure I'll find out soon enough.
10=Wait, have you been in contact with The Joker? He escaped Arkham weeks ago!
11=And yet, one hears things...
12=What things? What have you heard?
13=Oh, something about a surprise party for Batman, I forget the rest. You know Joker, yak, yak, yak.
14=Edward, if you know anything, you've got to tell me! Lives could be at stake! What did Joker say?
15=You forget, Doctor. I'm the one who asks the riddles.
Title=Patient interview #76, January 16th

[TAPE_SCARECROW_1]
01=Patient interview 1. Patient was referred to me after the incident with Dr. Murphy.
02=He appears to have suffered a breakdown of sorts. I believe it was brought about after the loss of his wife and child.
03=As yet, the patient has been unable to speak.
04=Continued observation shows little mental activity. It's as if the shock of what he saw triggered his mental collapse.
05=There's someone in here!
06=It's him! We've found him!
07=Break down the door!
08=Note to self. As ever, it is difficult to continue my research under such conditions.
09=Step away from Dr. Combs.
10=Now!
11=Get down on the ground!
12=We've found them. Someone get a medic. Oh God, what's he done to him?
Title=Patient interview #1, January 7th

[TAPE_SCARECROW_2]
01=Patient interview 6. Dr. Crane has been back in custody for 3 weeks. Regular sessions have been inconclusive. I am not sure he is actually insane.
02=Good evening, Stephen. How are you tonight?
03=I'm conducting the session, Jonathan.
04=Of course. If that helps you cope, I wouldn't have it any other way.
05=Let's talk about the events 3 weeks ago. What did you think you'd achieve? Dr. Murphy is still in therapy.
06=I wanted to understand him. His personal demons. His fears. It's all quite fascinating, really.
07=But you are... were a respected doctor. A brilliant mind, now just another resident in Arkham.
08=Can I have a drink? A strong one? This kind of question bores me.
09=I'm afraid not.
10=Interesting choice of words, Doctor. Tell me, what are you afraid of?
Title=Patient interview #6, January 22nd

[TAPE_SCARECROW_3]
01=Patient interview 9. Dr. Crane continues to evade questions. I believe he is quite sane. Just evil. He takes no interest in the people he has hurt.
02=His research appears to be the only motivating factor in his life.
03=What is it about fear that drives your obsession?
04=Fear drives everything, Stephen. Everything. Your life is governed by fear. Every decision you make is a product of that fear.
05=Don't be ridiculous.
06=You married your wife... Margaret, isn't it?...because you were scared of dying alone.
07=You have children because you are scared of leaving nothing behind that really matters.
08=You go to the doctors because you're scared of dying.
09=Do I need to go on?
10=No. I think that will be all for today. Guards!
Title=Patient interview #9, January 29th

[TAPE_SCARECROW_4]
06=Are you OK, Doc?
07=I think... yes... I...
08=Oh, he's fine. Just questioning his grip on reality. You should be doing the same any second...
09=Mom, is that you? Wait, what are you doing?
10=Get off of me... Help. I need help here. I can't breathe...
11=Like I said...
12=You're all part of my experiment now!
Title=Patient interview #12, February 14th
01=Today I have another interview with Crane. I cannot say I am looking forward to it.
02=I've been feeling anxious. I don't like to admit it, but... I think he's getting to me.
03=How are you today?
04=I keep telling you, this is my session.
05=It was your session, Doctor, but not anymore.

[TAPE_SCARECROW_5]
01=Asylum interview 1. My experiment is underway.
02=Working alone, I have created my ultimate Fear Gas, its potency a revelation.
03=They're all over me.
04=Please, Daddy, don't do it.
05=
06=Keep away! Keep away! Keep away!
07=I have pumped enough gas into the Medical Center to break 100 minds. It should only be a matter of time before... What?
08=Give it up. Now!
09=How... how are you still standing? How come it's not affecting you?
10=Who says it's not?
11=I knew it. What was it like? What have you seen?
12=Officer Cash. Get this formula to the air-conditioning system. Now!
13=You failed, Crane. Again. I've been working with Dr. Kellerman, creating an antidote to the toxins in your cologne.
14=He fooled you, Crane. How does that make you feel?
15=Threatened, humiliated? Scared?
Title=Asylum interview #1, February 14th

[TAPE_ZSASZ_1]
01=Taped patient evaluation 1. Patient name is Victor Zsasz, diagnosed clinically insane after the murder of at least 20 women in the Gotham area.
02=Hello, Victor, I'm Dr. Cassidy. Seeing as this is our first session, let's spend some time getting to know each other.
03=I don't need to know you, Miss Cassidy. Everything is meaningless.
04=Don't you think that's a very negative outlook on life, Victor?
05=You've no doubt read my file.
06=Yes... yes I have. It says you come from a wealthy family. That your parents died. How you lost all the money gambling.
07=And none of it matters.
08=Why do you keep saying that, Victor?
09=Because the only thing that does matter is the mark. Have you seen my work, Miss Cassidy?
10=If you are referring to the marks on your...
11=Of course I mean my tally marks. And I have a space for yours. Do you want to see where?
Title=Patient interview #1, November 4th

[TAPE_ZSASZ_2]
01=Taped patient evaluation 5. Victor is not responding well to treatment.
02=Victor, yesterday we spoke about the people you killed.
03=Ah, the zombies.
04=They are all people, Victor.
05=They are zombies, continuously shuffling through the daily grind, waiting for someone to liberate them.
06=You mean kill them. The police report states that you have murdered, or liberated if you like, 20 young women in the last 3 months. Each had her throat slit and was left... posed.
07=They were all lucky to be chosen to receive my gift.
08=I doubt they would agree with you.
09=Really? How about you, Miss Cassidy? As you take the elevator to your apartment each night, open the six locks to apartment 433, remember you forgot to buy your cat food. Again.
10=How do you know where I..?
11=As you sit down on your favorite red chair, cat on lap, just waiting for something to happen. I can make it happen, Sarah. I am your salvation.
Title=Patient interview #5, November 19th

[TAPE_ZSASZ_3]
01=Patient's name is Victor Zsasz. For the record, the patient has transferred from Dr. Cassidy, who is on leave after the incident last week.
02=Hello, Victor. Please, take a seat. Guards, you can leave us.
03=Sorry, Doctor. Warden's orders. I can't leave you alone with him.
04=I understand. Hello, Victor. How are you feeling today?
05=Victor! I can't help you if you don't speak.
06=Depressed! Does that help you? Can you get into my mind, Doctor?
07=Why depressed?
08=I'm just thinking about the one that got away. The one I chose. I needed the mark. I want the mark!
Title=Patient interview #1, November 22th

[TAPE_ZSASZ_4]
01=Victor has been more subdued recently. Response to medication has been poor.
02=Hello, Victor, is there anything you'd like to talk about today?
03=Cutting and cutting and cutting and cutting and cutting and cutting...
04=Victor!
05=Cutting and cutting and cutting and cutting and cutting...
06=This is going nowhere. Guards. Get him out of here.
07=You heard the doctor, get up!
08=Didn't you hear me?
09=He's got a knife.
10=
11=Get a tranq in him! Get a tranq in him! Oh God! He's on Bill.
12=He's cutting him. Get him off. Get him off. We need help here!
Title=Patient interview #4, December 12th

[TAPE_ZSASZ_5]
01=Taped patient interview 6.
02=Victor has been in isolation since the attack on the guard last week.
03=As I wait for him to be brought up to me, I have had time to review his notes. I am increasingly worried he cannot be cured.
04=He has no empathy for his victims. Deep down, I believe he views all of us as potential victims.
05=Doc, are you OK?
06=What's happening?
07=It's Zsasz. He broke out of isolation. He's gone.
08=Oh God!
09=Don't worry, Doc, you're in the safest place. He's definitely left the island.
10=Of course. But someone needs to alert the authorities, he'll need to kill again. Do you understand me? Needs to.
11=Oh no. He's gone after Dr. Cassidy.
12=Hello?
13=Sarah, it's Gretchen. Listen to me.
14=Oh, for the love of... Hold on. There's someone at the door.
15=Sarah! Do not answer the door. Can you hear me? Do not answer the door. It's Zsasz! He's free.
Title=Case study notes, December 22nd
